{
  "title": "Spotify: Music and Podcasts",
  "description": "With the Spotify music and podcast app, you can play millions of songs, albums and original podcasts for free. We have even added audiobooks, so you can enjoy thousands of stories wherever you are!\r\n\r\nStream music and podcasts, listen to audiobooks, discover albums, playlists or even single songs for free on your mobile or tablet. Subscribe to Spotify Premium to download and listen offline wherever you are.\r\n\r\nSpotify gives you access to a world of free music, curated playlists, artists, and podcasts you love. Discover podcasts, new music, top songs or listen to your favorite artists and albums.\r\n\r\nWHY SPOTIFY FOR MUSIC AND PODCASTS?\r\n• Listen to over 80 million songs and 4 million podcasts (and counting)\r\n• Enjoy over 300,000 newly added audiobook titles\r\n• Discover new music, albums, playlists and original podcasts.\r\n• Search for your favorite song or artist by typing a lyric\r\n• Enjoy amazing sound quality on music and podcasts across all devices.\r\n• Create and share your own music playlists to suit your mood or discover other playlists you might like.\r\n• Listen to daily music mixes made just for you.\r\n• Explore top songs from different genres, countries or decades.\r\n• Subscribe to your favourite podcasts so that you never miss an episode, then curate your very own podcast library.\r\n• Bookmark individual podcasts into Playlists\r\n• Listen to music and podcasts on your mobile, tablet, desktop, PlayStation, Chromecast, TV, Wear OS or wearable device.\r\n\r\nListen and discover the latest music from artists like;\r\n• Bad Bunny\r\n• Billie Eilish\r\n• Renzo Pianciola\r\n• The Temper Trap\r\n• Harry Styles\r\n\r\nListen to your favorite music artists all day every day via the Popular Radio playlist feature. Here are just some of the artists we’ve already curated;\r\n• Taylor Swift\r\n• Drake\r\n• Eminem\r\n• Coldplay\r\n• Paolo Nutini\r\n• Fleetwood Mac\r\n\r\nListen to over 40 category genres - New Releases, Charts, Live Events, Made for You, At Home, Only You, Summer, Pop, Workout, Hip-Hop, Mood, Party, Pride, Dance/Electronic, Alternative, Indie, Equal, Wellness, Rock, Frequency, R&B, Disney,, Throwback, Radar, Chill, Sleep, In the car, Kids & Family, Caribbean, Classical, Romance, Jazz, Instrumental, Afro, Christian and Gospel and Country.\r\n\r\nListen to popular and exclusive podcasts like;\r\n• The Joe Rogan Experience\r\n• Modern Wisdom\r\n• 2 Bears, 1 Cave with Tom Segura and Bert Kreischer\r\n• Call Her Daddy and Crime Junkie\r\n\r\nSearch, discover and play music, podcasts and audiobooks from all over the world for free, anywhere, anytime or create your own music playlists with the latest songs to suit your mood.\r\n\r\nWHY GO PREMIUM?\r\n• Listen to albums and playlists without ad breaks.\r\n• Download and listen to music and podcasts offline, wherever you are.\r\n• Jump back in and listen to your top songs with on-demand playback.\r\n• Choose from 4 subscription options – Individual, Duo, Family, Student. There’s no commitment and you can cancel any time\r\n\r\nAudiobooks in Premium currently available in Australia, the UK & the US. Discover 250,000+ titles, 15 hours/month of available listening for Premium Individual subscribers and Duo & Family plan managers.\r\n\r\nExperience Spotify on your Wear OS device:\r\n• Enjoy your favourite music and podcasts without having your phone around.\r\n• Control playback on your phone or any of your Spotify compatible devices.\r\n• Download your favourite content for offline listening on the go (Premium only).\r\n• Get instant access to Spotify with our Tiles and Complications.\r\n\r\nPlease note: This app features Nielsen’s audience measurement software which will allow you to contribute to market research, such as Nielsen’s Audio Measurement. If you don't want to participate, you can opt-out within the app settings. To learn more about our digital audience measurement products and your choices in regard to them, please visit https://www.nielsen.com/digitalprivacy for more information.",
  "summary": "Listen to songs, play podcasts, create playlists and discover music you'll love",
  "installs": "1,000,000,000+",
  "score": 4.33428,
  "ratings": 34103408,
  "reviews_count": 1801440,
  "price": 0,
  "free": true,
  "developer": "Spotify AB",
  "genre": "Music & Audio",
  "content_rating": "Teen",
  "updated": 1756808077,
  "version": "Varies with device",
  "size": null
}